/* Localized versions of Guest Access strings */

allowButton = "화면 공유";
denyButton = "취소";

controlTitle = "제어 요청";
observeTitle = "감시 요청";

controlRequestKnown = "%2$@에 있는 “%1$@” 사용자가 화면을 공유하려고 합니다.  “%3$@”와(과) 화면을 공유하겠습니까?";
observeRequestKnown = "%2$@에 있는 “%1$@” 사용자가 컴퓨터를 감시하려고 합니다.  허용하겠습니까?";

controlRequestUnknown = "%@에 있는 알 수 없는 사용자가 화면을 공유하려고 합니다.  화면을 공유하겠습니까?";
observeRequestUnknown = "%@에 있는 알 수 없는 사용자가 컴퓨터를 감시하려고 합니다.  허용하겠습니까?";

errAttnReqCommString = "통신 오류가 발생했습니다.";
